{
  "threats": {
    "Damage": {
      "5+": {
        "Minor": 10,
        "Heavy": 30,
        "Massive": 40
      },
      "20+": {
        "Minor": 20,
        "Heavy": 40,
        "Massive": 60
      },
      "40+": {
        "Minor": 30,
        "Heavy": 50,
        "Massive": 80
      }
    },
    "statusEffects": {
      "Minor": [
        "Suffer dazed",
        "Suffer shaken",
        "Suffer slow",
        "Suffer weak"
      ],
      "Heavy": [
        "Suffer poison",
        "Suffer enrage"
      ],
      "Massive": [
        "Dazed",
        "Shaken",
        "Slow",
        "Weak",
        "Poisoned",
        "Enraged"
      ]
    },
    "Combat": {
      "Minor": "Easy encounter!",
      "Heavy": "Normal encounter!",
      "Massive": "Hard encounter!"
    },
    "dangerClock": {
      "Minor": "A 4 Section Clock",
      "Heavy": "A 6 Section Clock",
      "Massive": "An 8 Section Clock"
    },
    "villainPlanAdvance": {
      "Minor": "Villian plan advances +2",
      "Heavy": "Villian plan advances +3",
      "Massive": "Villian plan advances +4"
    }
  },
  "sources": [
    "A condition affects the travelers, like altitude sickness, food poisoning, or exhaustion.",
    "Issues with travel or equipment, such as vehicle breakdowns, gear malfunctions, or getting lost.",
    "Local or global political situations cause protests or social tensions.",
    "Conflicts over land, resources, or faith traditions arise.",
    "Events like earthquakes, hurricanes, or floods occur.",
    "Animals, including predatory wildlife or dangerous insects, pose a threat.",
    "Cultural misunderstandings or language barriers cause trouble.",
    "Cursed objects, unstable magic zones, or harmful spells lead to danger.",
    "Ghosts, spirits, or other incorporeal beings mislead or harm travelers.",
    "Rifts in space-time or reality-altering zones cause problems.",
    "Ancient ruins or forgotten cities reveal traps or awakened guardians.",
    "Legendary beasts or cryptids pose a unique and dangerous threat.",
    "Challenges or curses imposed by gods, demigods, or celestial beings occur.",
    "Lack of essential resources like water, food, or magical energy becomes an issue.",
    "AI gone rogue, malfunctioning gadgets, or unstable power sources cause problems.",
    "Mental assaults, illusions, or mind control from telepathic entities take place.",
    "Time loops, paradoxes, or aging anomalies threaten the group."
  ]
}
